bool useDummy = false;

List<String> texts = [
  "첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 첫번째 ",
  "두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 두번째 ",
  "세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 세번째 ",
  "네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 네번째 ",
  "결국, 마을 사람들이 소년의 절규를 듣고 늦게나마 도착했어요. 그들은 늑대를 쫓아내고, 소년은 자신의 행동을 후회하며 진심으로 사과했습니다. 그러자 마을 사람들이 늑대를 쫓아내주었어요. 소년은 거짓말의 결과를 깨닫고 다시는 거짓말을 하지 않겠다고 다짐하며 오른손을 번쩍 들어올렸어요.",
  "육",
  "칠",
  "팔",
];
List<String> imgs = [
  "assets/image/img_1.png",
  "assets/image/img_2.png",
  "assets/image/img_1.png",
  "assets/character/face.jpg",
  "assets/image/img_1.png",
  "assets/image/img_2.png",
  "assets/image/img_1.png",
  "assets/character/face.jpg",
];

List<String> missions = [
  "왼손 번쩍",
  "오른손 번쩍",
  "양손 번쩍",
  "왼손 흔들기",
  "오른손 흔들기",
  "팔짱 끼기",
  "박수 치기",
  "손 허리에",
];

List<String> audios = [
  "dummyAudio/음성파일 1.mp3",
  "dummyAudio/음성파일 2.mp3",
  "dummyAudio/음성파일 3.mp3",
  "dummyAudio/음성파일 4.mp3",
  "dummyAudio/음성파일 1.mp3",
  "dummyAudio/음성파일 2.mp3",
  "dummyAudio/음성파일 3.mp3",
  "dummyAudio/음성파일 4.mp3",
];

List<List<String>> animals = [
  ["코끼리"],
  ["기린"],
  ["코알라"],
  ["사자"],
  ["원숭이"],
  ["강아지"],
  ["호랑이"],
  ["코끼리", "코알라", "강아지"],
];
